Revit 2027 API
Tile.TileFadeVariance Property
 The property labeled "Fade Variance" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileFadeVariance { get; }
Public Shared ReadOnly Property TileFadeVariance As String
	Get
public:
static property String^ TileFadeVariance {
	String^ get ();
}
static member TileFadeVariance : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace